Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: [Gestors de bases de dades] que serveixen per a emmagatzemar, organitzar i gestionar de diverses maneres la informació continguda en bases o bancs de dades (vegeu el capítol ).
es_es: [Gestores de bases de datos] que sirven para almacenar, organizar y gestionar de varias maneras la información contenida en bases o bancos de datos (véase el capítulo ).

source: [Google+] es pot veure com la resposta de Google a Facebook; en Google+ el concepte bàsic és el del cercle.
es_es: [Google+] se puede ver como la respuesta de Google a Facebook; en Google+ el concepto básico es lo del círculo.

source: [Portàtils] (en anglés laptop, encara que quan són menuts se'n diu de vegades notebook o netbook): Tenen una grandària menor que la d'un maletí i un pes lleuger que permet dur-los sense massa esforç d'un lloc a un altre.
es_es: [Portátiles] (en inglés laptop, aunque cuando son pequeños se les llama a veces notebook o netbook): Tienen un tamaño menor que el de un maletín y un peso ligero que permite llevarlos sin demasiado esfuerzo de un lugar a otro.

source: [autoritat:] identifica pel seu nom o número IP l'ordinador (servidor) on és el recurs.
es_es: [autoridad:] identifica por su nombre o número IP el ordenador (servidor) donde está el recurso.

source: ... es deu a l'anàfora.
es_es: ... se debe a la anáfora.

source: 3a consulta: o la trobem, o hem de buscar en 154 fitxes.
es_es: 3ª consulta: o la encontramos, o tenemos que buscar en 154 fichas.

source: Hi havia un gat sota l'automòbil (1: ``...perquè acabaven de reparar una roda''; 2: ``...i va eixir corrents quan el vaig posar en marxa'') Maria va entrar amb una bossa gran.
es_es: Había un gato bajo el automóvil (1: ``...porque acababan de reparar una rueda''; 2: ``...y salió corriendo cuando lo puse en marcha'') María entró con una bolsa grande.

source: Baixes o esborrats: eliminar un o més registres.
es_es: Bajas o supresiones: eliminar uno o más registros.

source: Coto privado de caza (1: ``Aquesta àrea de caça no és pública''; 2: ``Aquesta és una àrea sense caça'').
es_es: Coto privado de caza' (1: ``Esta área de caza no es pública"; 2: ``Esta es una área sin caza").

source: Després que la venedora acabà la descripció dels avantatges de la urbanització projectada, el comentari unànime dels inversors va ser que la trobaven molt interessant.
es_es: Después de que la vendedora acabara la descripción de las ventajas de la urbanización proyectada, el comentario unánime de los inversores fue que les parecía muy interesante'.

source: megamòndria síngula site:ua.es: documents que continguen aquests dos mots o variants i que estiguen en documents amb URI que acaben en ua.es.
es_es: megamondrío síngulo site:ua.es: documentos que contengan estas dos palabras o variantes y que estén en documentos cuyo URI acabe en ua.es.

source: consulta un índex que ha construït prèviament en visitar els diferents documents d'Internet.
es_es: consulta un índice que ha construido previamente al visitar los diferentes documentos de Internet.

source: el nom del servidor.
es_es: el nombre del servidor.

source: es correspon amb múltiples registres, un per cadascun dels termes usats en cada llengua per a representar aquest concepte.
es_es: se corresponde con múltiples registros, uno por cada uno de los términos usados en cada lengua para representar este concepto.

source: podria donar-se el cas que un document de recent creació satisfaça el criteri de cerca però no haja estat visitat pel cercador.
es_es: podría darse el caso de que un documento de reciente creación satisfaga el criterio de búsqueda pero no haya sido visitado por el buscador.

source: resol la polisèmia mitjançant l'ús d'un desambiguador lèxic categorial.
es_es: resuelve la polisemia mediante el uso de un desambiguador léxico categorial.

source: té un únic arbre d'anàlisi sintàctica i una única anàlisi morfològica, però dues interpretacions se­màn­ti­ques diferents.
es_es: tiene un único árbol de análisis sintáctico y un único análisis morfológico, pero dos interpretaciones semánticas diferentes.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora.
es_es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora.

source: Ambigüitat lèxica categorial dins de la mateixa categoria lèxica.
es_es: Ambigüedad léxica categorial dentro de la misma categoría léxica.

source: Ambigüitat lèxica deguda a l'anàfora.
es_es: Ambigüedad léxica debida a la anáfora.

source: Ambigüitat lèxica pura (polisèmia) del mot gat.
es_es: Ambigüedad léxica pura (polisemia) de la palabra gato.

source: Ambigüitat lèxica que necessita una anàlisi sintàctica per a ser resolta: l'expressió multimot sesenta y cinco pot ser un únic numeral (català seixanta-cinc) o dos numerals coordinats (català seixanta i cinc).
es_es: Ambigüedad léxica que necesita un análisis sintáctico para ser resuelta: la expresión multipalabra sesenta y cinco puede ser un único numeral (65) o dos numerales coordinados (60 y 5).

source: Ambigüitat mixta.
es_es: Ambigüedad mixta.

source: Crear, moure i esborrar directoris de fitxers.
es_es: Crear, mover y borrar directorios de ficheros.

source: El problema de la síntesi es refereix a l'ambigüitat dels textos traduïts automàticament.
es_es: El problema de la síntesis se refiere a la ambigüedad de los textos traducidos automáticamente.

source: Es queda exactament com està.
es_es: Se queda exactamente como está.

source: Es refereixen al mateix terme.
es_es: Se refieren al mismo término.

source: Estructural d'origen categorial.
es_es: Estructural de origen categorial.

source: Estructural d'origen coordinatiu: no sabem si el sintagma preposicional del partit modifica només al segon element el portaveu o a tot el sintagma Expulsaran el portaveu.
es_es: Estructural de origen coordinativo: no sabemos si el sintagma preposicional del partido modifica sólo al segundo elemento el portavoz o a todo el sintagma Expulsarán al portavoz.

source: Fes que l'acumulador valga 0.
es_es: Haz que el acumulador valga 0.

source: Hi ha vegades que només podem recórrer a una anàlisi semàntica; en l'exemple (ja discutit en la secció ) [Els soldats]$_i$ van disparar [als xiquets]$_j$.
es_es: Hay veces que sólo podemos recurrir a un análisis semántico; en el ejemplo (ya discutido en la sección ) [Los soldados]$_i$ dispararon [a los niños]$_j$.

source: L'ambigüitat categorial de la preposició.
es_es: La ambigüedad categorial de la preposición.

source: L'ambigüitat d'adjunció.
es_es: La ambigüedad de adjunción.

source: L'ambigüitat sempre representa un problema a l'hora de traduir entre dues llengües.
es_es: La ambigüedad siempre representa un problema a la hora de traducir entre dos lenguas.

source: L'anàfora del pronom que.
es_es: La anáfora del pronombre que.

source: L'autor de la fitxa (quan més d'una persona gestiona la base de dades).
es_es: El autor de la ficha (cuando más de una persona gestiona la base de datos).

source: La manera d'emmagatzemar el camp és diferent (els camps índex o clau s'emmagatzemen de manera comprimida i els altres no).
es_es: La manera de almacenar el campo es diferente (los campos índice o clave se almacenan de manera comprimida y los otros no).

source: La meitat, 50.
es_es: La mitad, 50.

source: La memòria RAM (per exemple, de 8 GB).
es_es: La memoria RAM (por ejemplo, de 8 GB).

source: La part final.
es_es: La parte final.

source: La ruta d'accés al recurs és educacion/universidades.html.
es_es: La ruta de acceso al recurso es educacion/universidades.html.

source: Mitjançant un hiperenllaç.
es_es: Mediante un hiperenlace.

source: No ha de fer cap consulta, va directament a la fitxa.
es_es: No tiene que hacer ninguna consulta, va directamente a la ficha.

source: No hi ha cap altre remei: cal duplicar la base de dades.
es_es: No hay ningún otro remedio: hay que duplicar la base de datos.

source: No, perquè les dues formes vendo tenen la mateixa categoria lèxica i la mateixa anàlisi morfològica, tret del lema, i, per tant, poden fer exactament les mateixes funcions sintàctiques.
es_es: No, porque las dos formas vendo tienen la misma categoría léxica y el mismo análisis morfológico, salvo por el lema, y, por lo tanto, pueden hacer exactamente las mismas funciones sintácticas.

source: No, sempre cal utilitzar informació de caràcter sintàctic per resoldre-la.
es_es: No, siempre hay que utilizar información de carácter sintáctico para resolverla.

source: Només els números de les fitxes ordenats segons el valor del camp.
es_es: Sólo los números de las fichas ordenados según el valor del campo.

source: Que està ordenada pel camp pel qual estem buscant.
es_es: Que está ordenada por el campo por el cual estamos buscando.

source: Que tenen en comú els primers octets.
es_es: Que tienen en común los primeros bytes.

source: Sí, de segur que els tècnics vindran a passar cables arreu la casa.
es_es: Sí, seguro que los técnicos vendrán a pasar cables por todas partes.

source: Sí, encara que no continga pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, aunque no contenga pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: Sí, però és necessari duplicar totes les fitxes en memòria.
es_es: Sí, pero es necesario duplicar todas las fichas en memoria.

source: Sí, pot ser polisèmic encara que la traducció a aquesta llengua de totes les interpretacions siga la mateixa.
es_es: Sí, puede ser polisémica aunque la traducción a esta lengua de todas las interpretaciones sea la misma.

source: Una adreça de correu electrònic.
es_es: Una dirección de correo electrónico.

source: Una ambigüitat lèxica pura per polisèmia d'un mot.
es_es: Una ambigüedad léxica pura por polisemia de una palabra.

source: Una anàfora.
es_es: Una anáfora.

source: Una oració només pot ser ambigua si almenys un dels seus mots és ambigu.
es_es: Una oración sólo puede ser ambigua si al menos una de sus palabras es ambigua.

source: moltes menys consultes: 9.
es_es: muchas menos consultas: 9.

source: no canvia el lema però sí els indicadors de flexió: el mot espanyol cantamos pot ser la 1a.persona del plural del present d'indicatiu o del pretèrit indefinit (perfet simple) del verb cantar.
es_es: no cambia el lema pero sí los indicadores de flexión: la palabra española cantamos puede ser la 1ªpersona del plural del presente de indicativo o del pretérito perfecto del verbo cantar.

source: {} es pot resoldre usant regles derivades d'un estudi de les preferències sintàctiques observades en experiments psicolingüístics.
es_es: {} se puede resolver usando reglas derivadas de un estudio de las preferencias sintácticas observadas en experimentos psicolingüísticos.

source: {} hem de conéixer com s'escriu exactament el terme per a poder trobar-lo.
es_es: {} tenemos que conocer como se escribe exactamente el término para poder encontrarlo.

source: {} hi ha algun error en l'anàlisi morfològica.
es_es: {} hay algún error en el análisis morfológico.

source: {} homògraf.
es_es: {} homógrafo.

source: {}no es pot resoldre si no es fa l'anàlisi sintàctica completa de la frase, ja aquesta és l'única manera d'elegir l'anàlisi morfològica correcta.
es_es: {}no se puede resolver si no se hace el análisis sintáctico completo de la frase, ya que ésta es la única manera de elegir el análisis morfológico correcto.

source: [(b)] *Dius que Jordi ha explicat com que vindria?
es_es: [(b)] *¿Dices que ha explicado cómo vendría?

source: [(b)] [Les gallines]$_i$ han destrossat el sembrat, però (tu) no les$_i$ mates.
es_es: [(b)] [Las gallinas]$_i$ han destrozado el sembrado, pero (tú) no las$_i$ matas.

source: [Com a rebost de programari d'assistència a la traducció:] Molts dels programes específics d'assistència a la traducció estan disponibles a Internet, com ara els sistemes de traducció automàtica (vegeu el capítol ) en línia o els programes de concordances bilingües.); Reverso Context ({http://context.reverso.net/}).} L'accés pot ser a través d'un navegador, o a través d'altres programes que tinguem instal·lats localment en el nostre ordinador.
es_es: [Como repositorio de software de asistencia a la traducción:] Muchos de los programas específicos de asistencia a la traducción están disponibles en Internet, como por ejemplo los sistemas de traducción automática (véase el capítulo ) en linea o los programas de concordancias bilingües.); Reverso Contexto ({http://context.reverso.net/}).} El acceso puede ser a través de un navegador, o a través otros programas que tengamos instalados localmente en nuestro ordenador.

source: [Fibra:] el mòdem fa la connexió a través d'un feix de fibra òptica (làser); aquesta tecnologia és la més recent i permet velocitats de baixada de desenes o fins i tot centenars de Mb/s i velocitats de pujada superiors al Mb/s.
es_es: [Fibra:] el módem hace la conexión a través de un cable de fibra óptica (láser); esta tecnología es la más reciente y permite velocidades de bajada de decenas o incluso centenares de Mb/s y velocidades de subida superiores al Mb/s.

source: [Twitter] és una xarxa social que es basa en missatges de menys de 140 caràcters que poden dur adjuntes fotos, enllaços, etc.
es_es: [Twitter] es una red social que se basa en mensajes de menos de 140 caracteres que pueden llevar adjuntos fotos, enlaces, etc.

source: [trajectòria:] (opcional) dóna informació sobre la localització del servei o document dins de l'ordinador servidor (moltes vegades similar a les trajectòries dels fitxers, p. ).
es_es: [trayectoria:] (opcional) da información sobre la localización del servicio o documento dentro del ordenador servidor (muchas veces similar a las trayectorias de los ficheros, p. ).

source: ... és estructural d'origen coordinatiu.
es_es: ... es estructural de origen coordinativo.

source: 480 consultes igualment.
es_es: 480 consultas igualmente.

source: 4a consulta: o la trobem, o hem de buscar en 77 fitxes.
es_es: 4ª consulta: o la encontramos, o tenemos que buscar en 77 fichas.

source: 7, perquè \(2^6=64 < 100 < 2^7=128\).
es_es: 7, porque \(2^6=64 < 100 < 2^7=128\).

source: Modificacions: canviar el valor d'un o més camps d'un o més registres de la base de dades.
es_es: Modificaciones: cambiar el valor de uno o más campos de uno o más registros de la base de datos.

source: Vull ballar i cantar cançons de bressol (1: ``Ballarem durant una estona i després et cantaré perquè et dormes''; 2: ``M'estime tant ballar cançons de bressol com cantar-ne'').
es_es: Quiero bailar y cantar canciones de cuna (1: ``Bailaremos durante un rato y después te cantaré para que te duermas"; 2: ``Quiero tanto bailar canciones de cuna como cantarlas").

source: megamòndria síngula filetype:pdf: documents PDF que continguen aquests dos mots.
es_es: megamondrío síngulo filetype:pdf: documentos PDF que contengan estas dos palabras.

source: consulta un índex que ha construït prèviament i també visita en aquell moment els documents d'Internet per si hi haguera algun de nou que no existia quan va crear l'índex.
es_es: consulta un índice que ha construido previamente y también visita en ese momento los documentos de Internet por si hubiera alguno nuevo que no existía cuando creó el índice.

source: el directori on es troba el servei.
es_es: el directorio donde se encuentra el servicio.

source: es correspon amb un registre en el qual es troben els termes usats en cada llengua per a representar aquest concepte.
es_es: se corresponde con un registro en el cual se encuentran los términos usados en cada lengua para representar este concepto.

source: no pot resoldre la polisèmia amb cap dels programes esmentats en les altres dues opcions.
es_es: no puede resolver la polisemia con ninguno de los programas mencionados en las otras dos opciones.

source: té més d'un arbre d'anàlisi sintàctica.
es_es: tiene más de un árbol de análisis sintáctico.

source: Ambigüitat estructural deguda a l'ambigüitat lèxica categorial.
es_es: Ambigüedad estructural debida a la ambigüedad léxica categorial.

source: Ambigüitat lèxica categorial entre categories lèxiques diferents.
es_es: Ambigüedad léxica categorial entre categorías léxicas diferentes.

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: Maria i la bossa.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: Maria y la bolsa.

source: Ambigüitat lèxica que necessita una anàlisi semàntica per a resoldre-la: el mot polisèmic destino en l'oració El destino estaba escrito en el pasaje arrugado que encontraron es traduiria pel català destinació i en canvi en l'oració El destino estaba escrito en el libro sagrado que encontraron es traduiria pel català destí; l'elecció exigeix identificar relacions semàntiques entre les interpretacions dels mots.
es_es: Ambigüedad léxica que necesita un análisis semántico para resolverla: la palabra polisémica destino en la oración El destino estaba escrito en el pasaje arrugado que encontraron se traduciría al catalán por destinació y en cambio en la oración El destino estaba escrito en el libro sagrado que encontraron se traduciría al catalán por destí; la elección exige identificar relaciones semánticas entre las interpretaciones de las palabras.

source: Depén.
es_es: Depende.

source: El fet que una oració siga ambigua implica necessàriament que les traduccions de les diverses interpretacions a una altra llengua han de ser diferents.
es_es: El hecho que una oración sea ambigua implica necesariamente que las traducciones de las diversas interpretaciones a otra lengua tienen que ser diferentes.

source: El nom d'un fitxer local del nostre ordinador.
es_es: El nombre de un fichero local de nuestro ordenador.

source: El problema de la descripció consisteix en el fet que és impracticable descriure de forma suficient i computacionalment eficient tot el coneixement necessari per traduir.
es_es: El problema de la descripción consiste en el hecho que es impracticable describir de forma suficiente y computacionalmente eficiente todo el conocimiento necesario para traducir.

source: Es troben en el mateix índex.
es_es: Se encuentran en el mismo índice.

source: Establir connexions entre ordinadors.
es_es: Establecer conexiones entre ordenadores.

source: Estructural d'adjunció: el sintagma preposicional del partit pot ser un adjunt del sintagma verbal Expulsaran el portaveu o del sintagma nominal el portaveu.
es_es: Estructural de adjunción: el sintagma preposicional del partido puede ser un adjunto del sintagma verbal Expulsarán al portavoz o del sintagma nominal el portavoz.

source: Extrasentencial per anàfora.
es_es: Extrasentencial por anáfora.

source: Guarda el valor de l'acumulador en una posició de memòria que anomenarem suma, la qual contindrà la suma total.
es_es: Guarda el valor del acumulador en una posición de memoria que denominaremos suma, la cual contendrá la suma total.

source: L'ambigüitat és un dels problemes als quals ha d'enfrontar-se un traductor automàtic.
es_es: La ambigüedad es uno de los problemas a los cuales tiene que enfrentarse un traductor automático.

source: L'ordinador on s'allotja el recurs es diu http://edu.gob.es.
es_es: El ordenador donde se aloja el recurso se llama http://edu.gob.es.

source: La data de creació i de modificació de la fitxa.
es_es: La fecha de creación y de modificación de la ficha.

source: La polisèmia de la preposició.
es_es: La polisemia de la preposición.

source: La polisèmia.
es_es: La polisemia.

source: Les altres dues respostes són errònies.
es_es: Las otras dos respuestas son erróneas.

source: Les recerques de fitxes per aquest camp són molt més ràpides que les que es facen per camps que no són clau o índex.
es_es: Las búsquedas de fichas por este campo son mucho más rápidas que las que se hacen por campos que no son clave o índice.

source: Mitjançant una etiqueta HTML.
es_es: Mediante una etiqueta HTML.

source: No; s'hi pot crear més d'un índex.
es_es: No; se puede crear más de un índice.

source: Polisèmia.
es_es: Polisemia.

source: Pot no coincidir-hi res perquè els números IP s'assignen aleatòriament.
es_es: Puede no coincidir nada porque los números IP se asignan aleatoriamente.

source: Que tenen en comú els últims octets.
es_es: Que tienen en común los últimos bytes.

source: S'incrementa en 1 per terme mitjà.
es_es: Se incrementa de media, en 1.

source: Sí, només mirant la categoria lèxica dels mots anteriors i la dels posteriors ja hi ha prou per a saber en quin dels dos casos ens trobem.
es_es: Sí, sólo mirando la categoría léxica de las palabras anteriores y la de los posteriores ya hay bastante para saber en cuál de los dos casos nos encontramos.

source: Sí, però només si conté pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, pero sólo si contiene pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: Sí, usant la informació morfològica dels mots adjacents.
es_es: Sí, usando la información morfológica de las palabras adyacentes.

source: Sí; pot ser homògraf i tractar-se d'un passi gratuït.
es_es: Sí; puede ser homógrafa y tratarse de un pase gratuito.

source: Una ambigüitat sintàctica de l'oració subordinada ``el que fa''.
es_es: Una ambigüedad sintáctica de la oración subordinada ``el que fa''.

source: Una bona targeta gràfica, amb la seua pròpia unitat independent de processament gràfic o GPU (graphics processing units), Un disc fix amb una capacitat de l'ordre d'1 TB Una unitat enregistradora de DVD i de CD-ROM Una targeta de so amb altaveus i micròfon.
es_es: Una buena tarjeta gráfica, con su propia unidad independiente de procesamiento gráfico o GPU (graphics processing units), Un disco fijo con una capacidad del orden de 1 TB Una unidad grabadora de DVD y de CD-ROM Una tarjeta de sonido con altavoces y micrófono.

source: Una còpia de les fitxes ordenades pel camp índex corresponent.
es_es: Una copia de las fichas ordenadas por el campo índice correspondiente.

source: canvien el lema i els indicadors de flexió: el mot espanyol salen pot ser la 3a.persona del plural del present d'indicatiu del verb salir o del present de subjuntiu del verb salar.
es_es: cambian el lema y los indicadores de flexión: la palabra española salan puede ser la 3ªpersona del plural del presente de indicativo del verbo salir o del presente de subjuntivo del verbo salar.

source: {} no pot afectar mai el resultat de la traducció automàtica.
es_es: {} no puede afectar nunca al resultado de la traducción automática.

source: {} podem dir que el lema és polisèmic.
es_es: {} podemos decir que el lema es polisémico.

source: {} polisèmic.
es_es: {} polisémico.

source: {} s'intenta resoldre normalment amb regles basades en les categories lèxiques dels mots que l'acompanyen en la frase.
es_es: {} se intenta resolver normalmente con reglas basadas en las categorías léxicas de las palabras que la acompañan en la frase.

source: {}sempre és necessari conéixer-ne la categoria lèxica i indicar-la al gestor
es_es: {}siempre es necesario conocer su categoría léxica e indicarsela al gestor

source: [(c)] *Dius que Jordi ha explicat que vindria com?
es_es: [(c)] *¿Dices que ha explicado que vendría cómo?

source: [Instagram] fa èmfasi en la possibilitat de compartir fotografies i vídeos.
es_es: [Instagram] hace énfasis en la posibilidad de compartir fotografías y vídeos.
